Repository: caspermekel/wp-signup
Catalog: languages/qinvoice-signup-*.po
Languages: nl_nl

source: Enter your email
nl_nl: Uw emailadres

source: Please provide a valid email address
nl_nl: Geeft u a.u.b. een geldig email-adres op

source: Email address is already in use
nl_nl: Dit email-adres is reeds in gebruik

source: Choose a password
nl_nl: Kies een wachtwoord

source: A password needs to be at least 5 characters
nl_nl: Een wachtwoord dient tenminste 5 tekens te bevatten

source: Hide password
nl_nl: Wachtwoord verbergen

source: Show password
nl_nl: Wachtwoord tonen

source: Location of your business
nl_nl: In welk land is uw bedrijf gevestigd?

source: I would like to receive tips & tricks by email. (You will recieve only 5 tips & tricks)
nl_nl: Ik wil graag tips per mail ontvangen. (U ontvangt maximaal 5 tips)

source: Create my account
nl_nl: Maak mijn account

source: By signing up your agree to our <a href="%s">Terms and conditions</a>.
nl_nl: Door uzelf aan te melden gaat u akkoord met de <a href="%s" target="new">algemene voorwaarden</a>.

source: Welcome!
nl_nl: Welkom!

source: Your account has been successfully created. Please follow the link below to login using the emailaddress and password you used to register.
nl_nl: U account is aangemaakt. Volgt u a.u.b. de link hieronder om in te loggen, gebruikt u hiervoor het adres waarmee u zich zojuist heeft aangemeld.

source: Click here to login
nl_nl: Klik hier om in te loggen

source: Thank you for using our service, would you have any questions do not hesitate to contact us.
nl_nl: Bedankt voor het gebruik van onze dienst, heeft u vragen dan horen wij dat graag.

source: Success!
nl_nl: Gefeliciteerd!

source: Your account has been created. You are being redirect to the login page.
nl_nl: Jouw account is aangemaakt. Je wordt nu doorgestuurd naar de inlogpagina.

source: Thank you for choosing q-invoice.
nl_nl: Bedankt voor het kiezen voor q-invoice.

source: In case you aren't redirected. Please <a href="%s">click here</a>.
nl_nl: Wordt je niet doorgestuurd? <a href="%s">Klik hier</a>.
